Repository: JamieBerghmans/dayn-settings-translation
Catalog: *.lproj/AppearanceSub.strings
Languages: ar, fa, fr, ro, sk, vi

source: Background blur
ar: خلفية ضبابي
fa: تیرگی پس زمینه
fr: Flou d'arrière-plan
ro: Neclaritate de fundal
sk: blur pozadia
vi: Làm mờ nền

source: Grabber
ar: المنتازع
fa: گرابر
vi: Quản lý chung

source: Banner Radius
ar: شعاع شعار
fa: شعاع بنر
fr: Arrondi de la bannière
ro: Rază banner
sk: rádius bannera
vi: Bo tròn thanh biểu ngữ

source: Icon Radius
ar: شعاع أيقونة
fa: شعاع آیکون
fr: Arrondi de l'icône
ro: Rază pictogramă
sk: rádius ikony
vi: Làm tròn biểu tượng

source: Icon Size
ar: حجم أيقونة
fa: سایز آیکون
fr: Taille de l'icône
ro: Mărime pictogramă
sk: veľkosť ikony
vi: Kích thước biểu tượng

source: Time to dismiss
ar: وقت الرفض
fa: زمان محو شدن بنر
fr: Temps avant disparition
ro: Timp pentru respingere
sk: čas do zmiznutia
vi: Thời gian gạt bỏ

source: Top offset
ar: إزاحة أعلى
fa: افست بالا
fr: Décalage du haut
ro: Offset partea de sus
sk: horný offset
vi: Khoảng chừa trống trên

source: Statusbar settings
ar: إعدادات شريط الحالة
fa: تنظیمات استاتوس بار
fr: Régalges de la barre de status
ro: Setări statusbar
sk: nastavenia statusbaru
vi: Cài đặt thanh trạng thái

source: Show statusbar
ar: أظهر شريط الحالة
fa: نمایش استاتوس بار
fr: Montrer la barre de status
ro: Arată statusbar
sk: ukázať statusbar
vi: Hiển thị thanh trạng thái

# 24_H_CLOCK
source: 24 Hour Clock
ar: 24 ساعة
fa: حالت ساعت 24 ساعته
fr: Horloge 24h
ro: Format ceas 24 ore
sk: 24 hodinové hodiny
vi: Định dạng 24 giờ

source: Button settings
ar: زر الإعدادت
fa: تنظیمات دکمه ها
fr: Réglages des Boutons
ro: Setări pentru butoane
sk: nastavenia tlačidiel
vi: Nút cài đặt

source: Show Buttons
ar: أظهر الزر
fa: نمایش دکمه ها
fr: Montrer les boutons
ro: Arată butoane
sk: ukázať tlačidlá
vi: Các nút hiển thị

source: Bold button text
ar: نص الزر الغامق
fa: متن پر رنگ شده دکمه ها
fr: Texte des boutons en gras
ro: Text butoane îngroșat
sk: tučný text tlačidla
vi: Bôi đậm chữ trên nút

source: Text alignment
ar: محاذاة النص
fa: تنظیمات متن
fr: Alignement du texte
ro: Aliniere text
sk: zarovnanie textu
vi: Canh thẳng hàng nội dung

# TEXT_NATIVE
source: native
ar: محلي
fa: حالت عادی
fr: Natif
ro: nativ
sk: pôvodný
vi: Theo mặc định *. Hiển thị bộ chọn căn chỉnh nội dung

# TEXT_LEFT
source: left
ar: اليسار
fa: چپ
fr: Gauche
ro: stânga
sk: v ľavo
vi: Bên trái *. Hiển thị bộ chọn căn chỉnh nội dung

# TEXT_CENTER
source: center
ar: مركز
fa: مرکز
fr: Centre
ro: centru
sk: v strede
vi: Ở giữa *. Hiển thị bộ chọn căn chỉnh nội dung

# TEXT_RIGHT
source: right
ar: اليمين
fa: راست
fr: Droite
ro: dreapta
sk: v pravo
vi: Bên phải *. Hiển thị bộ chọn căn chỉnh nội dung
