Repository: JamieBerghmans/dayn-settings-translation
Catalog: *.lproj/MiscellaneousSub.strings
Languages: ar, es, fa, fr, it, pt_br, ro, sk, tr, vi

source: Switches
ar: مفاتيح
es: Interruptores
fa: سوویچ ها
fr: Switchs
it: interruttori
pt_br: Comutas
ro: Întrerupător
sk: prepínače
tr: Anahtarlar
vi: Sự chuyển động *. Tiêu đề của 2 chuyển đổi đầu tiên

# HAPIC_FEEDBACK
source: Haptic Feedback
ar: ملاحظات Haptic
fa: بازخورد هپتیک (ویبره)
fr: Retour haptique
it: feedback tattile
pt_br: Feedback de Haptic
ro: Feedback tactil
sk: odozva haptic
tr: Titreşim Geri Bildirimi
vi: Phản hồi xúc giác

source: Send read receipts in messages
ar: إرسال إيصالات القراءة في الرسائل
es: Enviar recibos de lectura en mensajes
fa: ارسال رسید خواندن پیغام در ای مسیج
fr: Envoyer la confirmation de message lu
it: inviare conferme di lettura nei messaggi
pt_br: Enviar recibos de leitura em mensagens
ro: Trimite confirmare de citire în mesaje
sk: Posielať prečítané potvrdenky v správach
tr: Mesajları Okundu Olarak İşaretle
vi: Gửi nội dung đã đọc vào tin nhắn

# READ_RECEIPTS_NONE
source: none
ar: لاشيء
es: Ninguno
fa: هیچ
fr: Aucun
it: Nessuna
pt_br: nenhum
ro: nimic
sk: žiadne
tr: Yok
vi: Không *. Hiển thị trên bộ chọn loại nội dung đã đọc

# READ_RECEIPTS_EXPAND
source: on expand
ar: في التوسع
es: Al expandir
fa: در حالت توسعه داده شده
fr: Quand est étendu
it: Su espandi
pt_br: Em expandir
ro: când extinzi
sk: na rozbalenie
tr: Geniş Olduğunda
vi: Mở rộng *. Hiển thị trên bộ chọn loại nội dung đã đọc

# READ_RECEIPTS_REPLY
source: on reply
ar: عند الرد
es: Al responder
fa: در حالت ریپلای
fr: Quand a répondu
it: In risposta
pt_br: Na resposta
ro: când răspunzi
sk: na odpoveď
tr: Yanıt Verme Anında
vi: Trả lời *. Hiển thị trên bộ chọn loại nội dung đã đọc

source: Troubleshooting
ar: استكشاف الأخطاء وإصلاحها
es: Solución de problemas
fa: عیب یابی
fr: Support
it: risoluzione dei problemi
pt_br: Solução de problemas
ro: Remediere
sk: riešenie problémov
tr: Sorun Giderme
vi: Xử lý sự cố

source: Reset settings and respring
ar: إعادة تعيين الإعدادات و اعادة تشغيل سريع
es: Reiniciar ajustes y reinicio rápido
fa: ریست کردن تنظیمات توییک و رسپرینگ
fr: Restaurer les réglages et respring
it: ripristinare le impostazioni e fai il respring
pt_br: Resetar configurações e reiniciar a springboard
ro: Resetează setări și repornește
sk: rešpektovať nastavenia a reapring
tr: Ayarları Sıfırla ve Yeniden Başlat
vi: Đặt lại cài đặt & khởi động lại

# RESET_PROMPT
source: Are you sure you want to reset settings and respring?
ar: هل أنت متأكد من أنك تريد إعادة تعيين الإعدادات و اعادة تشغيل سريع؟
es: ¿Estas seguro de querer reiniciar ajustes y realizar reinicio rápido?
fa: ایا مطمئن هستید که میخواهید تنظیمات توییک را ریست و سپس رسپرینگ کنید ؟
fr: Êtes-vous sûr de vouloir restaurer les réglages et respring ?
it: Sei sicuro di voler ripristinare le impostazioni e fare il respring
pt_br: Você tem certeza que quer resetar as configurações e reiniciar a springboard?
ro: Ești sigur că dorești să resetezi setările și să repornești?
sk: Naozaj chcete obnoviť nastavenia a znova odoslať výsledky
tr: Ayarları Sıfırlamak İstiyor Musunuz?
vi: Bạn có chắc chắn Đặt lại cài đặt & khởi động lại

# RESET_CONFIRM
source: Yes!
ar: نعم
es: Si!
fa: بله
fr: Oui
it: Si!
pt_br: Sim!
ro: Da
sk: áno
tr: Evet?
vi: Có! *. Một trong 2 câu trả lời cho câu hỏi trên

# RESET_CANCEL
source: Cancel
ar: الغاء
es: Cancelararar
fa: کنسل
fr: Ignorer
it: Cancellalala
pt_br: Cancelarararararar
ro: Anulează
sk: zrušiť
tr: İptal!
vi: Huỷ *. Một trong 2 câu trả lời cho câu hỏi trên

source: Hide unless expanded
ar: إخفاء ما لم يتم توسيعه
es: Ocultar a menos que se expanda
fa: مخفی بودن به جز حالت توسعه داده شده
fr: Masquer tant qu'il n'y a pas d'expansion
it: Nascondi se non espandi
pt_br: Ocultar a menos que expandido
ro: Ascunde dacă nu este extins
sk: Skryť pokiaľ nie je rozbalené
tr: Genişletilmediği Sürece Gizle
vi: Ẩn trừ khi được mở rộng
