Repository: JamieBerghmans/dayn-settings-translation
Catalog: *.lproj/Root.strings
Languages: sk, vi

source: Enable (respring required)
sk: Povoliť (vyžaduje sa respring)
vi: Bật (Yêu cầu khởi động lại)

# COLOR_AUTO
source: auto
vi: Tự động *. Hiển thị kiểu chọn

# COLOR_DARK
source: dark
vi: Tối *. Hiển thị kiểu chọn

# COLOR_LIGHT
source: light
sk: svetlý
vi: Sáng *. Hiển thị kiểu chọn

# COLOR_BLACK
source: black
sk: čierny
vi: Đen *. Hiển thị kiểu chọn

source: Settings
sk: nastavenia
vi: Cài đặt

source: Appearance
sk: vzhľad
vi: Hiển thị

source: Font settings
sk: nastavenia fontu
vi: Cài đặt phông chữ

source: Profile pictures
sk: profilové fotky
vi: Ảnh đại diện

source: Tiny banner
sk: malé bannery
vi: Biểu ngữ nhỏ

source: Miscellaneous
sk: zmiešaný
vi: Các vấn đề khác

source: Test Dayn
vi: Kiểm tra thử Dayn

source: Testbanner
sk: testovací banner
vi: Kiểm tra thử biểu ngữ

source: Developers
sk: developery
vi: Người phát triển ứng dụng

# FOOTER
source: Dayn by JannikCrack &amp; Devvix made with â™¥
sk: Dayn by JannikCrack &amp; Devvix made with ♥
vi: Dayn by JannikCrack &amp; Devvix made with ♥
